import React from 'react'
import get from 'lodash/get'
import getDefaultSmallComplineCanon from './canons/getDefaultSmallComplineCanon'

const getSmallCompline = ({ toneData, day }) => {
  const canonText = get(toneData, `days[${day}].complineCanon.text`)
  return (
    <div className="ucs">
      П<span>о nбhчаю бlгослови1вшу їєрeю, и3 мы2 глаг0лемъ, ґ</span>ми1нь.
    <span> Ц</span>Rю нбcныи, ўтёшителю, д1ш7е и4стинныи, и4же вездЁ сhи, и3 всS
              и3сполнsz, сокр0вище бlги1хъ, и3 жи1зни подaтелю, пріиди2 и3 всели1сz в8ны2.
              и3 њчи1сти ны t всsкіz сквeрны, и3 спаси2 бlже дш7а нaша.
    <br />
      <span>С</span>™hи б9е, с™hи крёпкіи, с™hи без8смeртныи, поми1луй нaсъ.{" "}
      <span>г•, и3 покл0ны три2.</span>
      <br />
      <span>С</span>лaва nц7у и3 сн7у и3 с™0му д¦у, нhнэ и3 пrнw и3 в0 вэки
    вэк0мъ, ґми1нь. <span>П</span>рес™az трbце поми1луй нaсъ, гDи њчи1сти грэхи2
              нaша. вLко прости2 без8зак0ніz нaша. с™hи посэти2 и3 и3сцэли2 нeмощи нaша,
              и44мене твоегw2 рaди.
    <br />
      <span>Г</span>Dи поми1луй, <span>три1жды. слaва, и3 нhнэ.</span>
      <br />
      <span>Џ</span>§е нaшъ, и4же є3си2 нa нб7сэхъ. да с™и1тсz и4мz твоE. да
      пріи1детъ цrтвіе твоE. да бyдетъ в0лz твоS, ћкw нa нб7си и3 на земли2. хлёбъ
      нaшъ насyщныи дaждь нaмъ днeсь. и3 њстaви нaмъ д0лги нaша, ћкоже и3 мы2
      њставлsемъ должник0мъ нaшимъ. и3 нев8веди2 нaсъ во и3скушeніе, но и3збaви
      нaсъ t лукaвагw.
    <br />
      <span>тaже, їєрeй: ћ</span>кw твоE є4сть цrтво.
    <br />
      <span>ґ</span>ми1нь. <span>Г</span>Dи помилуй, в7i.{" "}
      <span>слaва, и3 нhнэ. П</span>ріиди1те поклони1мсz цReви нaшему бGу{" "}
      <span>[покл0н8]. П</span>ріиди1те поклони1мсz хrтY цReви и3 бGу нaшему{" "}
      <span>[покл0н8]. П</span>ріиди1те поклони1мсz и3 припадeмъ, к8 самомY гDу
    ї©у хrтY цReви и3 бGу нaшему <span>[покл0нъ].</span>
      <br />
      <span>pал0мъ, н7. П</span>оми1луй мz б9е по вели1цэй млcти твоeй. И# по
      мн0жеству щедр0тъ твои1хъ, њчи1сти без8зак0ніе моE. Наипaче њмhй мz t
      без8зак0ніz моегw2, и3 t грэхA моегw2 њчи1сти мz. Ћкw без8зак0ніе моE ѓзъ
      знaю, и3 грёхъ м0й предо мн0ю є4сть вhну. ТебЁ є3ди1ному согрэши1хъ, и3
      лукaвое пред8 тоб0ю сотвори1хъ. Ћкw да њправди1шисz во словесёхъ свои1хъ, и3
      побэди1ши внегдA суди1ти. Сeбо въ без8зак0ніихъ зачaтъ є4смь, и3 во грэсёхъ
      роди1 мz м™и моS. Сeбо и4стину воз8люби1лъ є3си2, без8вёстнаz и3 тaйнаz
      премyдрости твоеS, kви1лъ ми є3си2. Њкропи1ши мz v3с8с0помъ, и3 њчи1щусz.
      њмhеши мS, и3 пaче снёга ўбэлю1сz. Слyху моемY дaси рaдость и3 весeліе,
      воз8рaдуютсz к0сти смирeнныz. Tврати2 лицE твоE t грёхъ мои1хъ, и3 всS
      без8зак0ніz моS њчи1сти. Сeрдце чи1сто сози1жди во мнЁ б9е, и3 д¦ъ прaвъ
      њбнови2 во ўтр0бэ моeй. Не tвeрзи менE t лицA твоегw2, и3 д¦а твоегw2 с™aгw
      не tи3ми2 t менE. Воз8дaждь ми2 рaдость спасeніz твоегw2, и3 д¦омъ вLчномъ
      ўтверди1 мz. НаучY без8зак0нныz путeмъ твои1мъ, и3 нечести1віи к8 тебЁ
      њбратsтсz. И#збaви мz t кровjй б9е, б9е спасeніz моегw2, воз8рaдуетсz kзhкъ
      м0й прaвдэ твоeй. ГDи ўстнЁ мои2 tвeрзеши, и3 ўстA моS воз8вэстsтъ хвалY
      твою2. Ћкw ѓще бы восхотёлъ жeртвэ, дaлъ бhхъ ќбw. всесожжeніz не
      бlговоли1ши. Жeртва бGу д¦ъ сокрушeнъ. с®це сокрушeно и3 смирeно бGъ не
      ўничижи1тъ. Ўблажи2 гDи бlговолeніемъ твои1мъ сіHна, и3 да сози1ждутсz стёны
      їєросали1мскіz. ТогдA бlговоли1ши жeртву прaвдэ, воз8ношeніе и3
      всесожегaемаz. ТогдA воз8ложaтъ на nлтaрь тв0й тельцA.
    <br />
      <span>pал0мъ, …f. Б</span>9е в8 п0мощь мою2 воньми2, гDи помощи1 ми
      потщи1сz. Да постыдsтсz, и3 посрaмzтсz и4щущіи дyшу мою2. Да воз8вратsтсz
      в8спsть и3 постыдsтсz, мhслzщіи ми2 ѕлaz. Да воз8вратsтсz ѓбіе стыдsщесz,
      глаг0лющіи ми2 блaгоже блaгоже. Да воз8рaдуютсz и3 воз8веселsтсz њ тебЁ,
      вси2 и4щущіи тебE б9е. И# глаг0лютъ вhну, да воз8вели1читсz гDь лю1бzщіи
      спасeніе твоE. Ѓзъ же ни1щь є4смь и3 ўб0гъ, б9е помози1 ми. Пом0щникъ м0й и3
      и3збaвитель м0й є3си2 ты2 гDи не закосни2.
    <br />
      <span>pал0мъ, рм7в. Г</span>Dи ўслhши моли1тву мою2, внуши2 молeніе моE во
      и4стинэ твоeй, ўслhши мz в8 прaвдэ твоeй. И# не вни1ди в8 сyдъ с8 рабHмъ
      твои1мъ, ћкw не њправди1тсz пред8 тоб0ю всsкъ живhи. Ћкw погнA врaгъ дш7у
      мою2, смири1лъ є4сть в8 земли2 жив0тъ м0й. Посади1лъ мz є4сть в8 тeмныхъ ћкw
      мeртвыz вёку, и3 ўны2 во мнЁ д¦ъ м0й. во мнЁ смути1сz с®це моE. Помzнyхъ
      дни2 дрeвніz. поучи1хсz во всёхъ дёлэхъ твои1хъ, и3 въ дёлэхъ рyку твоeю
      поучaхсz. Воз8дёхъ к8 тебЁ рyцэ мои2, дш7а моS ћкw землS без8в0днаz тебЁ.
      Ск0рw ўслhши мz гDи, и3счезE д¦ъ м0й. Не tврати2 лицA твоегw2 t менE, и3
      ўпод0блюсz низ8ходsщимъ в8 р0въ. Слhшану сотвори2 мнЁ заyтра млcть твою2,
      ћкw на тS ўповaхъ. Скажи2 мнЁ гDи пyть в0ньже пойдY, ћкw к8 тебЁ взsхъ дш7у
      мою2. И#зми1 мz t врaгъ мои1хъ, гDи к8 тебЁ прибэг0хъ. Научи1 мz твори1ти
      в0лю твою2, ћкw ты2 є3си2 бGъ м0й. Д¦ъ тв0й бlгjи настaвитъ мS нa землю
      прaву. И$мене твоегw2 рaди гDи, живи1ши мz, прaвдою твоeю и3зведeши t печaли
      дш7у мою2. И# ми1лостію твоeю потреби1ши враги2 моS, и3 погуби1ши всS
      стужaющіz дш7и моeй, ћкw ѓзъ рaбъ тв0й є4смь.
    <br />
      <span>тaже, С</span>лaва в8вhшнихъ бGу, и3 наземли2 ми1ръ, в8 человёцэхъ
    бlговолeніе. хвaлимъ тS, бlгослови1мъ тS <span>[покл0н8],</span>{" "}
      клaнzемтисz, славосл0вимъ тS <span>[покл0н8],</span> бlгодари1мъ тS вели1кіz
    рaди слaвы твоеS <span>[покл0н8]. </span>гDи цRю нбcныи, б9е џ§е
              вседержи1телю, и3 гDи сн7е є3динор0дныи ї©е хrтE, и3 с™hи д1ш7е. гDи б9е
              ѓгньче б9іи сн7е n§ь. взeмлzи грэхи2 ми1ра поми1луй нaсъ. взeмлzи грэхи2
              ми1ра пріими2 моли1твы нaша. сэдsи њдеснyю nц7а поми1луй нaсъ. ћкw ты2
    є3ди1нъ с™ъ, ты2 є3ди1нъ гDь ї©ъ хrт0съ, въ слaву бGу nц7у, ґми1нь.{" "}
      <span>Н</span>а всsку н0щь бlгословлю1 тz, и3 восхвалю2 и4мz твоE в0 вэки,
    и3 в8 вёкъ вёка. <span>Г</span>Dи прибёжище бhсть нaмъ, в8 р0дъ и3 р0дъ. ѓзъ
              рёхъ, гDи поми1луй мz, и3 и3сцэли2 дш7у мою2, ћкw согрэши1хъ тебЁ. гDи к8
              тебЁ прибэг0хъ, научи1 мz твори1ти в0лю твою2, ћкw ты2 є3си2 бGъ м0й, ћкw t
              тебE є4сть и3ст0чникъ животA. в0 свэтэ твоeмъ ќзримъ свётъ. пробaви ми1лость
    твою2 вёдущимъ тS. <span>С</span>под0би гDи в8 н0щь сію2, без8 грэхA
              сохрани1тисz нaмъ. бlгословeнъ є3си2 гDи б9е nц7ъ нaшихъ. и3 хвaльно и3
    прослaвлено и4мz твоE в0 вэки, ґми1нь. <span>Б</span>yди гDи млcть твоS на
              нaсъ, ћкоже ўповaхомъ натS. бlгословeнъ є3си2 гDи, научи2 нaсъ њправдaніемъ
              твои1мъ. бlгословeнъ є3си2 вLко, вразуми2 нaсъ њправдaніемъ твои1мъ.
    бlгословeнъ є3си2 с™hи, просвэти2 нaсъ њправдaніемъ твои1мъ. <span>Г</span>
      Dи млcть твоS в0 вэки, и3 дёла рyку твоeю не прeзри. тебЁ подобaетъ хвалA,
      тебЁ подобaетъ пёніе. тебЁ слaва подобaетъ, nц7у и3 сн7у и3 с™0му д¦у, нhнэ
      и3 пrнw и3 в0 вэки вэк0мъ, ґми1нь.
    <br />
      <span>И#сповёданіе правослaвныz вёры, пeрвагw соб0ра. В</span>ёрую во
      є3ди1наго бGа nц7а вседержи1телz, творцA нб7у и3 земли2, ви1димымъ же всёмъ
      и3 неви1димымъ. И# во є3ди1наго гDа ї©а хrтA сн7а б9іz, є3динор0днаго, и4же
      t nц7а рождeннаго прeжде всёхъ вёкъ. Свёта t~ свэта, бGа и4стинна t~ бGа
      и4стинна, рождeна ґ не сотворeна, є3диносyщна nц7у, и4мже всS бhша. Нaсъ
      рaди чlкъ, и3 нaшегw рaди спасeніz с8 шeдшагw с8 небeсъ, и3 воплоти1вшагосz
      t д¦а с™а, и3 мRjи дв7ы вочlчьшасz. Распsтаго заны2 припонтjйстэмъ пилaтэ,
      страдaвша и3 погребeна, и3 воскrшаго в8 трeтій дeнь по писaніихъ. И#
      воз8шeдшаго на нб7сA, и3 сэдsща nдеснyю nц7а. И# пaки грzдyщаго со слaвою,
      суди1ти живhмъ и3 мeртвымъ, є3г0же цrтвію нёсть концA.
    <br />
      <span>вторaгw соб0ра. И#</span> въ д¦а с™aго гDа и4стиннаго и3
      животворsщаго, и4же t nц7а и3сходsщаго, и4же со nц7eмъ и3 сн7омъ с8
      поклонsема и3 с8 слaвима, глаг0лавшаго прор0ки. И# во є3ди1ну с™yю соб0рную
      и3 ґпcльскую цRковь. И#сповёдую є3ди1но кRщeніе, во w3ставлeніе грэх0въ. Чaю
      воскресeніz мeртвымъ. И# жи1зни бyдущагw вёка, ґми1нь.
    <h2>КАНО~НЪ</h2>
      {canonText ? <div dangerouslySetInnerHTML={{ __html: canonText }} /> : getDefaultSmallComplineCanon()}
      <span>п</span>о кан0нэ же. <span>д</span>ост0йнw є4сть. <span>т</span>rтое,
    и3 по џ§е нaшъ. <span>т</span>ропaрь, дню2, и3 хрaму. <span>ѓ</span>щели
              хрaмъ хrт0въ, и3ли2 бцdы глаг0ли прeже хрaму. пот0мъ же дню2.
    <br />
      <span>тaже, тропaрь. глaсъ, д7. Б</span>9е nц7ъ нaшихъ, творsи при1снw с8
      нaми по твоемY смотрeнію, не tстaви млcти твоеS t нaсъ. но тёхъ мlтвами, во
    смирeніи ўстр0й жив0тъ нaшъ. <span>и4нъ тропaрь. глaсъ, т0йже. И$</span>же
              во всёмъ ми1рэ м§нкъ твои1хъ гDи, ћкw багрzни1цею и3 ви1ссомъ кровьми2 и4хъ,
              цRкви твоS ўкраси1вшисz, тёми вопіeтъ ти хrтE б9е, лю1демъ твои1мъ щедр0ты
    твоS низ8посли2, и3 ми1ръ грaду твоемY дaруй, и3 дш7aмъ нaшимъ вeлію млcть.{" "}
      <span>слaва. С</span>о с™hми пок0й хrтE дш7а рaбъ свои1хъ, и3дёже нёсть
    болёзни, ни печaли, ни воздыхaніz, но жи1знь вёчнаz. <span>и3 нhнэ. М</span>
      lтвами гDи всёхъ с™hхъ, и3 бцdы, тв0й ми1ръ дaждь нaмъ, и3 поми1луй нaсъ,
      ћкw є3ди1нъ щeдръ.
    <br />
      <span>Ѓще в8 пzт0къ вeчеръ, гlютсz тропари2 сіS: Ґ</span>пcли прор0цы и3
      мyченицы, с™ліе прпdбніи и3 прaведніи, и4же д0брэ п0двигъ скончaвше, и3 вёру
      соблю1дше, дерзновeніе и3мyще ко сп7су, м0лимъ вы2, њ нaсъ тогw2 моли1те ћкw
    бlга, спасти2 дш7а нaша. <span>тaже, т</span>ропaрь, є3г0же цRквь.{" "}
      <span>слaва. С</span>о с™hми пок0й хrтE дш7а рaбъ свои1хъ, и3дёже нёсть
    болёзни, ни печaли, ни воздыхaніz, но жи1знь вёчнаz.{" "}
      <span>и3 нhнэ. кондaкъ. глaсъ, }. Ћ</span>кw начaтки є3стествA содётелю
      твaри, вселeннаz прин0ситъ ти2 гDи, бGон0сныz м§нки. тёхъ моли1твами, во
      смирeніи глуб0цэ цRковь свою2, и3 грaдъ св0й, бцdы рaди соблюди2, є3ди1не
    многоми1лостиве. <span>Ѓ</span>щели гDьскіи прaздникъ, <span>и3</span>ли2
    нар0читагw с™aгw, <span>г</span>лаг0лемъ кондaкъ є3гw2.
    <br />
      <span>Г</span>Dи поми1луй, м7. <span>мlтва, вели1кагw васи1ліz. И$</span>же
      на всsко врeмz, и3 на всsкъ чaсъ, нa нб7си и3 на земли2, покланsемыи и3
      слaвимыи, б9е бlгjи долготерпэли1ве, и3 многоми1лостиве, и4же прaведники
      любS, и3 грёшныхъ ми1луz, и4же всёхъ зовhи ко спасeнію, њбэщaніz рaди
      бyдущихъ бlгъ. сaмъ гDи пріими2 моли1твы нaша в8 чaсъ сjй, и3 в8 бlгости
      и3спрaви жив0тъ нaшъ, къ зaповэдемъ твои1мъ. дш7а нaша њсвzти2, и3 тэлесA
      њчи1сти. помышлeніz и3спрaви, и3 мhсли њчи1сти. рaзумъ ўцэло мyдри, и3
      и3стрезви2, и3 и3збaви нaсъ t всsкіz ск0рби, ѕ0лъ и3 болёзней, и3 дш7eвныхъ
      страстeй. и3 њгради2 нaсъ с™hми ѓгGлы твои1ми, ћкw да њполчeніемъ и4хъ
      соблюдaеми и3 наставлsеми, дости1гнемъ во є3ди1нство вёры, и3 в8 рaзумъ
      неприкосновeнныz ти слaвы, ћкw бlгословeнъ є3си2 в0 вэки, ґми1нь.
    <br />
      <span>Г</span>Dи поми1луй, <span>г•. слaва, и3 нhнэ. Ч</span>естнёйшую
      херуви1мъ, и3 слaвнэйшую вои1стину серафи1мъ, без8 и3стлёніz бGа сл0ва
    р0ждьшую, сyщую бцdу тS величaемъ <span>[покл0нъ]. и4</span>менемъ гDнимъ
    бlгослови2 џ§е. <span>їєрeй, гlетъ: З</span>а мlтвъ с™hхъ nц7ъ нaшихъ, гDи
    ї©е хrтE сн7е б9іи поми1луй нaсъ. <span>pал0мщикъ гlетъ: ґ</span>ми1нь.{" "}
      <span>моли1тва прес™ёй бцdэ, с™aгw вели1кагw васи1ліz.</span>
      <br />
      <span>Н</span>есквeрнаz, неблaзнаz, нетлённаz, пречcтаz бGоневёсто вLчце,
      ћже бGа сл0ва чlкwмъ, преслaвнымъ си2 ржcтв0мъ со є3дини1вши. и3 пaдшее
      є3стество2 р0да нaшегw, нбcнымъ совокyпльши, ћже ненадeжнымъ є3ди1на
      надeжда, и3 побэждaемымъ пом0щница. гот0вое заступлeніе к8 тебЁ
      прибэгaющимъ, и3 всёмъ хrтіsнwмъ прибёжище, негнушaйсz менE грёшнагw и3
      сквeрнагw, и4же сквeрными п0мыслы и3 словесы2, и3 дёлы и3 дэsньми, всего2
      себE непотрeбна сотв0рша, и3 сластeмъ ўнhніz, и3 лёности нрaвомъ рабA бhвша.
      но ћкw чlколюби1ваго бGа м™и, чlколю1бнэ ўмилосeрдисz њ мнЁ грёшнэмъ и3
      блyднэмъ, и3 пріими2 моE є4же t сквeрныхъ ўстeнъ приноси1мое тебЁ молeніе.
      и3 своегw2 сн7а и3 нaшегw вLку и3 гDа, м™рьнимъ си2 дерзновeніемъ њбьeмши
      ўмоли2, ћкw да tвeрзетъ и3 мнЁ чlколю1бное милосeрдіе своеS бlгости. и3
      презрёвъ моS бесчи1сленаz прегрэшeніz, њбрати1тъ мS на покаsніе, и3 свои1мъ
      зaповэдемъ дёлателz и3скyсна kви1тъ мz. пред8стaни ми приснwмлcтиваz, и3
      милосeрдаz и3 чlколюби1ваz в8 настоsщей сeй жи1зни, тёплаz пред8стaтельнице
      и3 пом0щнице, сопроти1вныхъ полки2 tгонsющи, и3 ко спасeнію наставлsющи мS.
      и3 в0времz и3сх0да моегw2, њкаsнную ми дш7у соблюдaющи, и3 тeмныz џбразы
      лукaвыхъ бэс0въ, далeче t неS tрэвaющи. въ стрaшныи же дeнь прaведнагw судA,
      вёчныz мS и3збавлsющи мyки. и3 неи3зречeннэй слaвэ твоегw2 сн7а и3 бGа
      нaшегw, наслёдника мS показaющи. є3sже да ўлучY вLчце моS прес™az бцdе,
      твоегw2 рaди ходaтайства и3 заступлeніz, бlгодaтію и3 чlколю1біемъ,
      є3динор0днагw сн7а твоегw2, гDа бGа и3 сп7са нaшегw ї©а хrтA. є3мyже
      подобaетъ всsка слaва, чeсть и3 поклонsніе, съ без8начaльнымъ є3гw2 nц7eмъ,
      и3 съ прес™hмъ и3 бlги1мъ, и3 животворsщимъ д¦омъ, нhнэ и3 при1снw и3 в0
      вэки вэк0мъ, ґми1нь.
    <br />М<span>lтва, с™aгw ґнтіHха мни1ха. Д</span>aждь нaмъ вLко нa сонъ
              грzдyщимъ, пок0й души2 и3 тёлу, и3 сохрани2 нaсъ t мрaчнагw снA грэх0внагw,
              и3 всsкагw тeмнагw и3 нощнaгw сладострaстіz. ўти1ши стремлeніе страстeмъ, и3
              ўгаси2 тэлeсное разжжeніе, и3 стрёлы лукaвагw, ћже на ны2 лукaвнw дви1жимыz.
              и3 востaніz пл0ти нaшеz ўтоли2, и3 всsко земн0е и3 вeщное мудровaніе ўспи2.
              и3 дaруй нaмъ б9е б0дръ ќмъ, и3 цэломyдръ п0мыслъ, с®це трезвsщесz, с0нъ
              лег0къ, и3 всsкагw сатанинA мечтaніz не и3скyсенъ. востaви же нaсъ в0 времz
              мlтвы, ўтвержeны в8 зaповедэхъ твои1хъ, и3 пaмzть судeбъ твои1хъ в8 себЁ
              вhну и3мyща, и3 всен0щное славосл0віе нaмъ дaруй, пёти и3 бlгослови1ти и3
              слaвити, пречcтн0е и3 великолёпое и4мz твоE, nц7а и3 сн7а и3 с™aгw д¦а, нhнэ
    и3 пrнw и3 в0 вэки вэк0мъ, ґми1нь. <span>П</span>реслaвнаz и3 при1снw дв7о
              бцdе мRjе, м™и хrтA бGа нaшегw, пріими2 мlтвы нaша, и3 принеси2 | сн7у
    своемY и3 бGу нaшему, да спасeтъ и3 просвэти1тъ тебE рaди дш7а нaша.{" "}
      <span>О</span>µ3повaніе нaмъ бGъ, и3 прибёжище нaше хrт0съ, и3 покрови1тель
      нaмъ є4сть д¦ъ с™hи.
    <br />
      <span>тaже, їєрeй, гlетъ. с</span>лaва тебЁ б9е нaшъ, ўповaніе нaше слaва
    тебЁ.<span> ли1къ гlетъ: слaва, и3 нhнэ. г</span>Dи поми1луй, в•.{" "}
      <span>г</span>Dи бlгослови2.{" "}
      <span>тaже, tпyстъ, и3 прощeніе. и3 є3ктеніS: п</span>ом0лимсz њ странЁ
    росси1йстэй. <span>пи1сано в8 больш0й пaвечерницэ.</span>
      <br />Ѓ
    <span>ще ли же в8 кёліи простhй и4нокъ глаг0летъ tпyстъ, си1це: Г</span>Dи
              ї©е хrтE сн7е б9іи мlтвъ рaди пречcтыz ти2 м™ре, и3 прпdбныхъ и3 бGон0сныхъ
              nц7ъ нaшихъ, и3 всёхъ с™hхъ, поми1луй и3 спаси1 мz грёшнаго, ћкw бlгъ и3
              чlколю1бецъ.
    <br />
      <span>т</span>aже прощeніе по nбhчаю. П
    <span>осeмъ в8мёстw є3ктеніи2 глаг0летъ мlтву сію2. Н</span>енави1дzщихъ и3
              њби1дzщихъ нaсъ прости2 гDи чlколю1бче. бlготворsщимъ, блaго сотвори2.
              брaтіzмъ и3 всёмъ ср0дникwмъ нaшимъ, и4же и3 ўє3дини1вшимсz, дaруй и4мъ всS
    ћже ко спасeнію прошeніz, и3 жив0тъ вёчныи <span>[покл0н8]. В</span>ъ
              болёзнехъ сyщіz посэти2 и3 и3сцэли2, в8 темни1цахъ сyщихъ свободи2. по
              водaмъ плaвающимъ, прави1тель бyди, и3 и4же в8 путeхъ шeствующимъ, и3спрaви
    и3 поспэши2 <span>[покл0н8]. П</span>омzни2 гDи и3 плэнeныz брaтію нaшу,
    є3диновёрныхъ правослaвныz вёры, и3 и3збaви и4хъ всsкагw ѕлaгw њбстоsніz{" "}
      <span>[покл0н8]. П</span>оми1луй гDи, дaвшихъ нaмъ ми1лостыню, и3
    заповёдавшихъ нaмъ не дост0йнымъ моли1тисz њ ни1хъ, прости2 и4хъ и3 поми1луй{" "}
      <span>[покл0н8]. П</span>оми1луй гDи труждaющихсz и3 служaщихъ нaмъ,
      ми1лующихъ и3 питaющихъ нaсъ, и3 дaруй и4мъ всS ћже ко спасeнію прошeніz, и3
    жив0тъ вёчныи <span>[покл0н8]. П</span>омzни2 гDи прeжде tшeдшіz nц7ы и3
    брaтію нaшу, и3 всели2 и4хъ и3дёже присэщaетъ свётъ лицA твоегw2{" "}
      <span>[покл0н8]. П</span>омzни2 гDи и3 нaшу хyдость и3 ўб0жество, и3
      просвэти2 нaшъ ќмъ, свётомъ рaзума с™aгw є3ђaліz твоегw2. и3 настaви нaсъ на
      стезю2 заповэдeй твои1хъ. мlтвами пречcтыz твоеS м™ре, и3 всёхъ с™hхъ
    твои1хъ, ґми1нь <span>[покл0н8]. Посeмъ прощeніе по nбhчаю.</span>
      <br />
    </div>
  )
};

export default getSmallCompline