{
  "1": {
    "days": {
      "0": {
        "complineCanon": {
          "text": "В<span>ъ суб0ту, на пaвечерницэ, кан0нъ, прес™ёй бцdэ, глaсъ, №. пёснь, №. їрм0съ. Л</span>ю1ты раб0ты и3збhвъ ї}ль, и3 непроходи1мое пр0йде ћкw п0 суху. врагA зрS потоплsема, пёснь въ весeліи поeтъ бGу, чудотворsщему мhшцею выс0кою, ћкw про слaвисz. <span>запёвъ: прес™az гжcе бцdе спаси2 нaсъ. О</span>µ3жас0шасz стрaхомъ всецRце, ѓнGльскаz чиноначaліz хвaлzще тS, поeтъ же бlгости рaди всsкъ ќмъ, ћкw м™рь зижди1телz. похвалh бо всsкіz превзhде чи1нъ, хrтA р0ждьши. <span>Л</span>ю1тыми напaстьми томи1мь, t врaгъ стужaемь њкаsнныи, съ плaчемъ приглашaю, свhше мнЁ простри2 пребогaтаz, рyку твою2, и3збавлsющи, без8бёдно мz пожи1ти спод0би, мlтвами твои1ми. <span>слaва. Д</span>уши2 тaйнаz прегрэшeніz, лэчб0ю милосeрдіz и3сцэли2, и3 ўти1ши плотьск0е стремлeніе бцdе, и3 врагHмъ к0піz и3 стрёлы, возврaщши крёпкw в8 с®цA и4хъ вонзи2. <span>и3 нhнэ. П</span>aжить дрeвнюю потреби2 чlкоубjйственую ўтр0ба дв7ча, хrтA р0ждьши чcтаz. тёмже всS твaрь рaдуетсz нhнэ, ћкw њжи1вльшисz и3 соглaснw воспэвaетъ твоегw2 сн7а и3 бGа.<br /><span>пёснь, G. їрм0съ. П</span>ервовёчному t nц7а рождeну нетлённw сн7у, и3 въ послёднzz t дв7ы, воплощeну без8 сёмене, хrтY бGу возопіeмъ, воз8дви1гнувыи р0гъ нaшъ с™ъ є3си2 гDи. <span>Ї</span>aкwвъ вели1кіи, на пути2 спS и3ногдA, сходsща свhше лёствицею дв7о нa землю, ѓнGлы ви1дz, дивлsшесz, и3 возбнyвъ, прописA ћвэ, двeрь тz небeсную. <span>В</span>рeменнымъ ўдержaніемъ, в8 напaсти в8вeрженъ њкаsнныи ѓзъ. и3 бyрzми напaстными томи1мъ, ўвы2 мнЁ вопію2, ћже бGа р0ждьшаz, и3 вознeсшаz р0гъ нaшъ, спаси1 мz мlтвами си2. <span>слaва. С</span>ъ небесE рyку крёпкую простeръ, q всёхъ цRю хrтE сyщимъ, мhсленыхъ ї©е м0й главы2 врагHвъ п0д8нозэ подложи2, и4же бцdу м™рь твою2 вёрнw проповёдающимъ. <span>и3 нhнэ.</span> <br />сaіz дрeвле, њчи1щьсz ќглемъ д¦а, t твоеS ўтр0бы ћвэ пребогaтаz дв7о сн7а, взывaше роди1тисz. є3г0же в8 послёднzz временA, менE рaди, бeз8мужа родилA є3си2.<br /><span>пёснь, д7. їрм0съ. Ж</span>eѕлъ и3з8 к0рене їєссewва, и3 цвётъ t негw2 хrтE t дв7ы прозsблъ є3си2, и3з8 горы2 хвaльныz присённыz чaсты пріи1де вопл0щьсz, t без8мyжныz беспл0тныи бGъ, слaва си1лэ твоeй гDи. <span>Т</span>ебE ћкw сyщую в8 женaхъ краснY и3 пречeстну, ћкw и3з8 пустhни восходsщу, и3 t~расль хrтA на рукY носsщу м™и б9іz проwбражaше мироначaльникъ, вопіS, слaва си1лэ твоeй гDи. <span>П</span>риклони1ми ќхо твоE бlгaz, и3 ви1ждьми њѕлоблeніе и3 бёдъ ўмножeніе, к8 тебё бо вLчце дш7eвное џко простeръ, с8 плaчемъ колёна прикл0нь нhнэ молю1 тz вопіS, ўстaви ми напaстей смущeніе. <span>слaва. С</span>тёну тz нењбори1му вёдыи, привлечeнъ мольб0ю ти, тв0й рaбъ нhнэ прибэг0хъ, и3 стрёлы врaжіz, ћкw младeнческіz в8мэнsю недёйствены, q пребогaтаz. тёмже и3 рaдуzсz вопію2, слaва бGомaти, ржcтвY твоемY. <span>и3 нhнэ. С</span>и1ла вhшнzгw тz дв7о њсэни2, наи1тіемъ бжcтвенагw д¦а, и3 тогдA пaче є3стествA всsческимъ гDь, пл0ть и3 дш7у њживотвори1въ, при є3ди1ни себЁ, пребhвъ в8 т0мже є3стествЁ.<br /><span>пёснь, є7. їрм0съ. Б</span>Gъ сhи ми1ра, nц7ъ щедр0тамъ, вели1кагw совёта ти ѓнGла, ми1ръ подавaюща, послaлъ є3си2 нaмъ. тёмъ бGоразyміz к8 свёту наставлsеми, t~ нощи ќтренююще, славосл0вимъ тS чlколю1бче. <span>Б</span>жcтвеную тz прови1дэ и3ногдA даніи1лъ, несёчену г0ру препётаz, вопіsше проzвлeннэ, ўсэщи1сz t тебE кaменю бGор0діz, хrтY сп7су ми1ра. є3г0же вёрніи нhнэ чтyще, восхвалsемъ тz бGоневёсто. <span>Н</span>апaстьми њкаsнныи мн0зэми пaдсz, с8 болёзнію и3 плaчемъ с®ца молsсz, без8стyднw служи1тель тв0й вопію2, и3збaви бGороди1тельнице, t бёдъ њдержaщихъ моE смирeніе, и3 весeліz мS и3сп0лни. <span>слaва. С</span>трастeй мои1хъ свирёпую пучи1ну ўти1ши, крёпкою ти мlтвою бlгaz, ћже стrтeй кромЁ р0ждьши хrтA. ћкw да в8 тишинЁ дш7и нhнэ живhи пр0чеє, в8 пёснехъ жи1зни моеS воспэвaю тz. <span>и3 нн7э. Б</span>Gа кaко на рукY н0сиши рцы2; дои1ши же всsческаz рук0ю содержaщаго, q дв7о всебlжeннаz; ѓзъ речE чистA пребывaю и3 по ржcтвЁ, хrтA бGа р0ждьши, ґдaмовъ д0лгъ и3 прам™рьніи tє4мши.<br /><span>пёснь, ѕ7. їрм0съ. О</span>µ3тр0ба їHну младeнца невреди2, морскjи ѕвёрь, їaкwва пріsтъ. въ дв7цу ќбw всeльсz сл0во, и3 пл0ть пріи1мъ, пр0йде сохрани2 неи3стлённу. и4же бо непострадA и3стлёніz, р0ждьшую сохрани2 невреждeнну. <span>В</span>идёніz неtстyпль, нёдръ роди1телz, въ нёдрахъ м™рьнихъ сн7ъ пред8лётныи, на послёдокъ же и4же прeжде вёкъ сhи со nц7eмъ, и3з8 ўтр0бы дв7ыz прои3зhде, всS к8 жи1зни без8смeртнэй возводS, неи3зречeнною бlгостію. <span>В</span>ери1гами свsзанъ врaжіими t њѕлоблeніz, во ѓдъскіz вереи2 ўвы2 мнЁ низ8верг0хсz. но пред8стaни съ нб7сE ћвльшисz бGоnтрокови1це чи1стаz, воставлsющи мz твои1ми мlтвами служи1телz си2, и3 рyку п0мощи дaждь пою1щему бжcтвеное ржcтво2 твоE. <span>слaва. В</span>ъ р0въ поги1белей њкаsнныи в8пад0хъ, и3 ѕвёріе мн0зи њкрочaютъ мS. но вLчце мlтвами си кaменіz tврати2, и3 невреди1ма своегw2 рабA соблюди2. кaмень бо краеуг0льныи хrтA в8 ложеснaхъ свои1хъ носи1ла є3си2. <span>и3 нhнэ. Д</span>рeвле пррbкъ бжcтвеныхъ ли1къ, провозгласи2 дв7о ржcтвa ти џбразы, свётелъ џблакъ тz, и3 свёщникъ, и3 стaмну, и3 трапeзу, и3 нбcную р0су, хлёбъ, мaнну же и3 двeрь пrт0лъ, и3 полaту, жeзлъ, рaй, хrтA ћкw р0ждьшую.<br /><span>Г</span>Dи поми1луй,<span> г•. слaва, и3 нhнэ. сэдaленъ, глaсъ, №. М</span>™рь тz б9ію м0лимъ вси2 дв7ую вои1стину и3 по ржcтвЁ ћвльшуюсz, люб0вію прибэгaюще к8 твоeй бlгости. тебe бо и4мамы грёшніи пред8стaтельницу, и3 тебE стzжaхомъ, в8 напaстехъ спасeніе, є3ди1ну всенепор0чную.<br /><span>пёснь, з7. їрм0съ. Џ</span>троцы во бlзёй вёрэ воспитaни, нечести1ва велёніz небрeгше, џгненнагw прещeніz не ўбоsшасz. но посреди2 плaмене стоsще поsху, nц7eмъ бGъ блгcвeнъ є3си2. <span>Ш</span>eствуz превёчныи, двeрьми непрох0 дными твои1ми всецRце, и3 чи1стаz, твоS знa меніz цёла сохрани2, чи1ста и3 по ржcтвЁ, nц7ъ нaшихъ б9е блгcвeнъ є3си2. <span>В</span>ъ пeщь ввeрженъ, седмочи1слеными плaменьми њпалsюсz, t дш7еубjйственыхъ бёдъ. но самA р0су ми њдожди1вши вLчце бlгaz, твои1ми мольбaми мz спаси2, пёсньми вопію1ща, блгcвeнъ бGъ. <span>слaва. С</span>трастьми2 престарёвсz, и3 не њслaбны ми напaстьми и3 скорбьми2, и3 к8 житіS моегw2 зaпадомъ доспёвъ, добродётелемъ непричaс тенъ, лёностію снэдeнъ бhвъ, вопію1 ти вLчце, ўтэшeніе земленhмъ поми1луй мz. <span>и3 нhнэ. Т</span>рbцэ во є3ди1нствэ правослaвнw служaще, тS м™и дв7о чи1стаz, ћкw бGа пл0тію р0ждьшую, проповёдающе земнjи бжcтвенэ поeмъ, nц7ъ нaшихъ б9е бlгословeнъ є3си2.<br /><span>пёснь, }. їрм0съ. Ч</span>yдо превeліе, росодaвицу воњбрази2 пeщь џбразомъ. ћже бо пріsтъ не њпали2 ю4ныхъ, тaкоже и3 џгнь бжcтвенныи дв7у, ю4же пр0йде чи1сту. тёмъ пою1ще возопіeмъ, да блгcви1тъ твaрь всsкаz гDа, и3 превозн0ситъ є3гw2 в0 вэки. <span>С</span>л0во всеи1стинное сщ7eнника, воwбрази2 ржcтв0 ти дв7о. вои1стину бо родилA є3си2 сл0во бжcтвеное, и3 ложeснъ неразвeрзе дв7о, и4миже пр0йде бGъ. тёмъ рaдующесz, бцdу тS п0 долгу, соглaснw вси2 воспэвaемъ, и3 превозношaемъ чи1стаz во всS вёки. <span>Т</span>eрніе возрaстшеє недёйствено, nгнeмъ попали2 пречcтаz бжcтвенымъ, в8 дш7и моeй порaстшеє твои1ми мlтвами, и3 на добродётели востaви, твори1ти плодон0сіе хrтY, и3з8 тебE бо цвётъ при1снw живhи прорaстши, твaрь всю2 ўкраси2. тёмъ тS бGороди1тельницу чи1стаz бцdу почитaемъ во всS вёки. <span>слaва. И#</span>сцэлeніе въ лю1тыхъ бGороди1тельнице, не болёзнено дaждь ми в8ск0рэ, в8пaдъ бо в8 ск0рби и3 бэды2, твою2 ск0рость в8 заступлeніе њкаsнныи призывaю, рыдaz. тёмже прес™az ўскори2 и3зsти мz, и3 спаси2 t всsкіz мyки, ћкw да бlгосл0вz воспэвaю твоE ржcтво2. <span>и3 нhнэ. Д</span>рeвле тS прозsбшіи, ґарHновъ жeзлъ воwбрази2 дв7о. тh бо є3ди1на родилA є3си2 прозzбeніе бeз8мужа, нбcныи нн7э д0ждь пріeмши в0 чревэ. тёмъ веселsщесz, тS бцdу п0 долгу соглaснw вси2 поeмъ, и3 превозн0симъ во всS вёки.<br /><span>пёснь, f7. їрм0съ. Т</span>aинство стрaнно ви1жу, и3 преслaвно. нб7о сyщу пещeру, прест0лъ херуви1мскіи, дв7цу, ћсли, вмэсти1лище, в8ни1хъ же воз8лежE невмэсти1мыи хrт0съ бGъ, є3г0же хвaлzще величaемъ. <span>П</span>реслaвно дв7ыz тaинство. є3г0же бо нев8мэсти1ша вhше нбcнаz вели1чіz, в8мэсти2 в0 чревэ. тёмже сошeдшесz ўбlжaемъ ю5, и3 вёрнw веселsщесz величaемъ. <span>В</span>и1дzще тz є3ди1ну ћкw вhшшу нб7съ б9ію зарю2, несквeрнаz, прест0лъ херуви1мскіи и3 черт0гъ, и3 џдръ с™ъ, земнjи восхвалsюще величaемъ хrтA бGа, є3г0же t чрeслъ чи1стыхъ родилA є3си2. <span>слaва. Џ</span>крестъ менE ск0рби мн0ги, и3 ѕлы2 напaсти напaдающе, болёзни же, и3 лю1тіи нhнэ грэси2 в8 р0въ в8верг0ша. тёмже тz молю2 в8 г0рести дш7и моеS, прес™az бцdе и3збавлeніе њбрэсти1 ми. <span>и3 нн7э. О</span>µ3мири2 ми1ръ хrтE мольбaми чи1стыz бGоoтрокови1цы, низ8лагaz врaжію си1лу, п0д8 ноги цReй вёрныхъ, и3 тишинY неи3згlанну тёмъ ўстроsz, в0 вэки сохрани2."
        }
      }
    },
    "troparion": {
      "text": "<span>тропaрь, глaсъ, №. К</span>aмени знaменану t їудeй, и3 в0инwмъ стре гyщимъ пречcтое тёло твоE, воскRсе в8 трeтіи дн7ь сп7се, дaруz ми1рови жи1знь. сегw2 рaди си1лы нбcныz вопіsху ти2 жизнодaвче, слaва воскrнію ти2 хrтE, слaва цrтвію ти2, слaва смотрeнію тво емY, є3ди1не чlколю1бче."
    },
    "theotokion": {
      "text": "<span>боg. Г</span>авріи1лу провэщaвшу ти2 дв7о, є4же рaдуисz. и3 с0 гласомъ воплощaшесz всёхъ вLка, в8 тебЁ с™ёмъ кіHтэ, ћкоже речE прaве дныи дв7дъ. kви1сz прострaннэйши небeсъ, поноси1вши зижди1телz своегw2. слaва всeльше мусz в8 тS, слaва прошeдшему и3з8 тебE, слaва свободи1вшему нaсъ ржcтв0мъ твои1мъ."
    },
    "kontakion": {
      "text": "<span>кондaкъ, воскrнъ. В</span>оскrлъ є3си2 ћкw бGъ и4з8 гроба в8 слaвэ, и3 ми1ра совоскреси1лъ є3си2. и3 є3стество2 чlческое, ћкw бGа воспэвaетъ тS, и3 смeрть и3счезE, ґдaмъ же ликyетъ вLко. є4вва нн7э t ќзъ свобождaема, рaдуетсz зовyщи, ты2 є3си2 и4же всёмъ подаS хrтE воскrніе."
    },
    "oikos": {
      "text": "<span> и4косъ. В</span>оскrшаго триднeвнw воспоeмъ, ћкw бGа всеси1льна, и3 вратA ѓдова сокруши1вшаго. и3 и4же t~ вэка и4з8 гроба воз8дви1гшаго, мmрон0сицамъ ћвльшагосz, ћкоже бlгои3зв0лилъ є4сть, прeжде си1мъ, є4же рaдуйтесz рекjи. и3 ґпcлwмъ рaдость возвэщaетъ, ћкw є3ди1нъ т0кмw жизнодaвецъ сhи. тёмже вёрою жены2 ўчн7кHмъ знaменіz побёды бlговэствyютъ, и3 ѓдъ ст0нетъ, и3 смeрть рыдaетъ, ми1ръ же весели1тсz, и3 вси2 с8 ни1мъ рaдуютсz њ хrт0вэ воскrніи. тh бо подаeши хrтE всёмъ воскrніе."
    }
  }
}
