import React from 'react'

const getDefaultSmallComplineCanon = () => (
  <div className="ucs">
    <span>
      Кан0нъ, прес™ёй бцdэ. творeніе fе0фаново. глaсъ, }.
      пёснь, а7. їрм0съ. В
    </span>
    0ду прошeдъ ћкw п0 суху, и3зъ є3ги1петска ѕлA и3збэжaвъ, ї}льтzнинъ вопіsше,
    и3збaвителю бGу нaшему поeмъ.
    <br />
    <span>припёвъ. </span>П<span>рес™az гжcе бцdе спаси2 нaсъ. М</span>н0гими
    содержи1мъ напaстьми, к8 тебЁ прибэгaю спасeніz и3скjй, q м™и сл0ву и3 дв7о,
    t лю1тыхъ и3 нyжныхъ мz спаси2. <span>С</span>трастeй мz смущaютъ прил0зи,
    и3 мн0гіz печaли и3сполнsютъ ми дш7у, ўмири2 nтрокови1це, тишин0ю сн7а и3
    бGа твоегw2 всенепор0чнаz. <span>слaва. С</span>п7са р0ждьшую тS и3 бGа,
    молю2 дв7це и3збaвити мS tлю1тъ. к8тебё бо нн7э прибэгaю, простирaz дш7ю и3
    помышлeніе. <span>и3 нн7э. В</span>ъ ск0рби мz сyща и3 в8 тузЁ, посэщeніz
    бжcтвенагw промышлeніz є4же tтебE спод0би, є3ди1на бGом™и ћкw бlгA бlг0му же
    роди1тельнице.
    <br />
    <span>пёснь, G. їрм0съ. Н</span>бcному крyгу верхотв0рче гDи, и3 цRкви
    зижди1телю, ты2 менE ўтверди2 в8 любви2 своeй, желaніемъ сhи крaй, и3
    вёрнымъ ўтвержeніе, є3ди1не чlколю1бче. <span>З</span>аступлeніе и3 покр0въ
    жи1зни моeй, положи1хъ тz бGороди1телнице дв7о, ты2 менE њкорми2 къ
    пристaнищу своемY, бlги1мъ вин0вна, и3 вёрнымъ ўтвержeніе, є3ди1на всепётаz.{" "}
    <span>М</span>олю2 дв7це, дш7eвное смущeніе, и3 печaли бyрю разори1ти ми. тh
    бо бGоневёстнаz, начaлника тишинЁ хrтA родилA є3си2, є3ди1на пречcтаz.{" "}
    <span>слaва. Б</span>lгодaтелz р0ждьши д0брымъ вин0внаго, бlгодэsніz
    богaтство всёмъ и3сточи2. всsбо м0жеши, ћкw си1льна в8 крёпости, хrтA
    р0ждьши бGобlжeннаz. <span>и3 нhнэ. Л</span>ю1тыми недyги, и3 болёзнеными
    страстьми2 и3стzзaему, дв7о тh ми помози2, и3сцэлeніемъ бо нењскyдно тS знaю
    сокр0вище, некрaдомо и3 неи3здаeмо.
    <br />
    <span>Г</span>Dи поми1луй, г•.{" "}
    <span>слaва, и3 нhнэ. сэдaленъ. глaсъ, }. Ћ</span>кw всенепор0чнаz невёсто
    творцY, ћкw не и3скусомyжнаz м™и и3збaвителz пріsтелище, ћкw сyщи ўтёшителz
    всепётаz, без8зак0нію мz сyща сквeрно жили1ще, и3 бэсHмъ и3грaлище в8 рaзумэ
    бhвша, потщи1сz си1хъ ѕлодёйствіz мz и3збaвити, свётло жили1ще добродётельми
    содёлавши, свэтодaтельнаz и3 нетлённаz, раз8жени2 џблакъ страстeй, и3
    вhшнzгw причaстіz спод0би, и3 свёту невечeрнему мlтвами си2.
    <br />
    <span>пёснь, д7. їрм0съ. О</span>µ3слhшахъ гDи смотрeніz твоегw2 тaинство,
    разумёхъ дёла твоS, и3 прослaвихъ твоE бжcтво2. <span>С</span>трастeй мои1хъ
    смущeніе, ћже к0рмчію р0ждьши гDа, бyрю ўти1ши мои1хъ прегрэшeній,
    бGоневёстнаz. <span>М</span>лrдіz бeздну призывaющу твою2 подaждь ми, ћже
    бlгосeрдаго р0ждьши, и3 сп7са всёмъ пою1щимъ тS. <span>слaва. Н</span>адeжу
    и3 ўтвержeніе, и3 спасeніz стёну недви1жиму, стzжaвше тS всенепор0чнаz,
    ѕлолю1тыхъ всёхъ и3збавлsемсz. <span>и3 нhнэ. Н</span>а nдрЁ болёзни моеS
    грэх0внэ слежaща мS, ћкw чlколюби1ва, помози1 ми бцdе м™и при1снw дв7о.
    <br />
    <span>пёснь, є7. їрмоc. П</span>росвэти2 нaсъ повелёніемъ си2 гDи, и3 мhшцею
    выс0кою, твоегw2 ми1ра подaждь нaмъ, є3ди1не чlколю1бче. <span>И#</span>
    сп0лни чcтаz весeліz животA нaшегw, твою2 нетлённую даю1щи рaдость, весeліz
    р0ждьши сyщагw винY. <span>И#</span>збaви нaсъ t бёдъ бцdе чcтаz, вёчное
    р0ждьши и3збавлeніе, и3 ми1ра всsкъ ќмъ преи3мyщаго. <span>слaва. Р</span>
    азрэши2 мглY прегрэшeній мои1хъ бGоневёсто, свётомъ твоеS свётлости, ћже
    свётъ р0ждьшаz бжcтвеный и3 превёчный. <span>и3 нhнэ. И#</span>сцэли2 чcтаz
    души2 моеS неможeніе, посэщeніемъ си2 ўбёждьшисz, и3 здрaвіе мольбaми си2
    подaждь ми2.
    <br />
    <span>пёснь, ѕ7. їрм0съ. М</span>lтву пролію2 к0 гDу, и3 томY возвэщY печaль
    мою2, ћкw ѕHлъ душA моS нап0лнисz, и3 жив0тъ м0й ѓду прибли1жисz, и3 молю1сz
    ћкw їHна, tтли2 б9е м0й воз8веди1 мz. <span>С</span>мeрти и3 тли2 ћкw спaслъ
    є4сть, сaмъ сz и3з8дaвъ насмeрть, тлёніемъ и3 смeртію моE є3стество2 ћто
    бhвшеє. дв7о моли2 гDа и3 сн7а своего2, врагHвъ ѕлодёйствіz мS и3збaвити.{" "}
    <span>З</span>астyпницу тS животY свёмъ, и3 храни1тельницу твeрду дв7це,
    напaстєй рэшaщу молвы2, и3 нал0ги бэсHмъ tгонsщу. и3 молю1сz всегдA,
    страстeй мz и3збaвити всенепор0чнаz. <span>слaва. Ћ</span>кw стёну и3
    прибёжище стzжaхwмъ, и3 дш7aмъ тS совершeное спасeніе, и3 прострaн8ство
    в8ск0рбэхъ nтрокови1це. и3 свётомъ ти2 при1снw рaдуемсz, q вLчце, нhнэ нaсъ
    t страстeй и3 бёдъ спаси2. <span>и3 нн7э. Н</span>а nдрЁ нhнэ нeмощію
    низ8лежY, и3 нёсть и3сцэлeніz пл0ти моeй. но ћже бGа и3 сп7са ми1ру, и3
    и3збaвителz недyгwмъ р0ждьшаz, тебЁ молю1сz бlг0й, t и3стлёніz болёзней
    востaви мz.
    <br />
    <span>Г</span>Dи поми1луй, г•.{" "}
    <span>слaва, и3 нн7э. кондaкъ. глaсъ, ѕ7. З</span>астyпнице хrтіsнwмъ
    непостhднаz, ходaтаице ко творцY непрел0жнаz, непрeзри грёшныхъ молeніz
    глaсы. но пред8вари2 ћкw бlгA нa помощь нaшу, вёрнw вопію1щихъ ти2. ўскори2
    намlтву, и3 потщи1сz на ўмолeніе, заступaющи при1снw бцdе чтyщихъ тS.
    <br />
    <span>и4косъ. П</span>ростри2 длaни свои2, и4маже всёхъ вLку ћкw младeнца
    пріsтъ, замн0жество бlгости, не њстaви нaсъ всегдA надёющихсz натS. б0дреною
    си2 мlтвою, и3 неи3счeтною простhнею ўщeдри нaсъ, и3 подaждь дш7aмъ нaшимъ
    милосeрдіе своE в0 вэки и3сточaющи. тебe бо и4мамы грёшніи застyпницу,
    tнаходsщихъ наны2 бёдъ и3 ѕHлъ. но ћкw и3мyщи милосeрдіz щедр0ты, ўскори2 на
    мlтву, и3 потщи1сz на ўмолeніе, заступaющи при1снw бцdе чтyщихъ тS.
    <br />
    <span>пёснь, з7. їрм0съ. И$</span>же t їюдeи дошeдше џтроцы въ вавил0нъ
    дрeвле, вёрою ўтвержeніи, плaмень пeщныи попрaвше глаг0люще, nц7ъ нaшихъ б9е
    блгcвeнъ є3си2. <span>Н</span>aше спасeніе ћкоже восхотЁ сп7се, ўстр0ити в0
    чрево дв7ыz всели1сz. ю4же ми1ру застyпницу показA. nц7ъ нaшихъ б9е
    бlгословeнъ є3си2. <span>В</span>оли1телz ми1лости, є3г0же роди2 м™и нн7э
    ўмоли2, и3збaвити мz t прегрэшeній и3 дш7eвныz сквeрны, сн7у твоемY зовyща,
    nц7ъ нaшихъ б9е бlгословeнъ є3си2. <span>слaва. С</span>окр0вище спасeніz,
    и3 и3ст0чникъ нетлёніz, тебE р0ждьшую, ст0лпъ ўтвержeніz, и3 двeрь покаsніz,
    вопію1щимъ показA, nц7ъ нaшихъ б9е бlгословeнъ є3си2.{" "}
    <span>и3 нhнэ. Т</span>элeсныz недyги, и3 душeвныz грэхи2, бGороди1телнице,
    люб0вію приступaющимъ къ кр0ву твоемY дв7це, и3сцэли1ти спод0би, ћже сп7са
    хrтA нaмъ р0ждьшаz.
    <br />
    <span>пёснь, }. їрм0съ. Ц</span>RS нбcнаго, є3г0же пою1тъ вHи ѓгGльстіи,
    хвали1те, и3 превозноси1те є3гw2 в0 вэки. <span>П</span>0мощи ћже tтебE
    трeбующіz, не прeзри дв7о пою1щіz, и3 превозносsщіz хrтA в0 вэки.{" "}
    <span>Н</span>еможeніе души2 моеS и3сцэлsеши и3 тэлeсныz болёзни дв7о, ћкw
    да тS поeмъ, и3 превозн0симъ чcтую в0 вэки.<span> слaва. И#</span>сцэлeніемъ
    богaтство и3зливaеши, вёрнw пою1щимъ тS дв7це, и3 превозносsщимъ хrтA в0
    вэки. <span>и3 нhнэ. Н</span>апaстныz ты2 прил0ги tгонsеши, и3 страстнhz
    нах0ды дв7о, ћкw да тS поeмъ и3 превозн0симъ чcтую в0 вэки.
    <br />
    <span>пёснь, f7. їрм0съ. В</span>ои1стину бцdу тS и3сповёдающе, спасeнніи
    тоб0ю дв7це чcтаz, съ небeсными вHи тS величaемъ. <span>Т</span>0ка слeзъ
    мои1хъ не tврати1сz, ћже t всsкагw лицA всS слeзы teмшагw, дв7це хrтA
    р0ждьшаz. <span>Р</span>aдости моE сeрдце и3сп0лни дв7о, ћже рaдости пріeмши
    и3сполнeніе грэх0вную печaль потреблsющи. <span>слaва. С</span>вёта твоегw2
    зарsми просвэти2 дв7о, мрaкъ невёденіz tгонsщи, бlговёрнw бцdу тS
    и3сповёдающихъ. <span>и3 нhнэ. В</span>ъ мёсто њѕлоблeніz, нeмощи
    низ8лежaщаго, дв7о и3сцэли2, и3з8 нездрaвіz воздрaвіе претворsющи.
    <br />
  </div>
);

export default getDefaultSmallComplineCanon